Repository: SUPERCILEX/gnome-clipboard-history
Catalog: locale/*/LC_MESSAGES/clipboard-history@alexsaveau.dev.po
Languages: hu, ja, oc, pl, uk

source: Search clipboard history…
ja: クリップボードの履歴を検索…
pl: Wyszukaj w schowku...
uk: Пошук в історії буфера обміну…

source: Private mode
hu: Privát mód
ja: プライベートモード
oc: Mòde privat
pl: Tryb prywatny
uk: Приватний режим

source: Clear all?
hu: Összes törlése?
ja: すべて削除しますか？
oc: Tot escafar ?
pl: Wyczyścić historię?
uk: Очистити все?

source: Are you sure you want to delete all clipboard items?
hu: Biztos, hogy törli az összes vágólapelemet?
ja: クリップボードの履歴を全て削除してよろしいですか？
oc: Volètz vertadièrament suprimir totes los elements del quichapapièr ?
pl: Czy na pewno chcesz wyczyścić całą historię schowka?
uk: Видалити всі елементи з буферу обміну?

source: This operation cannot be undone.
hu: Ez a művelet nem vonható vissza.
ja: 削除した履歴は元に戻せません
oc: Aquò pòt pas èsser anullat.
pl: Tej operacji nie da się cofnąć.
uk: Цю операцію неможливо скасувати.

source: Clear
hu: Törlés
ja: 削除
oc: Escafar
pl: Wyczyść
uk: Очистити

source: Cancel
hu: Mégse
ja: キャンセル
oc: Anullar
pl: Anuluj
uk: Скасувати

source: Copied to clipboard
hu: Vágólapra másolva
ja: クリップボードにコピーしました
oc: Copiat dins lo quichapapièrs
pl: Skopiowano do schowka
uk: Скопійовано до буфера обміну

source: Copied
ja: コピーしました
pl: Skopiowano
uk: Скопійовано

source: Toggle the menu
hu: Menü megnyitása/bezárása
ja: メニュー
oc: Alternar menú
pl: Przełącz menu
uk: Викликати меню

source: Clear history
hu: Előzmények törlése
ja: すべての履歴を削除
oc: Escafar l’istoric
pl: Wyczyść historię
uk: Очистити історію

source: Previous entry
hu: Előző
ja: 一つ前の履歴をコピー
oc: Entrada precedenta
pl: Poprzednia pozycja
uk: Попередній запис

source: Next entry
hu: Következő
ja: 次の履歴をコピー
oc: Entrada seguenta
pl: Następna pozycja
uk: Наступний запис

source: Toggle private mode
ja: プライベートモードの切り替え
pl: Tryb prywatny
uk: Приватний режим

source: Max number of items
ja: 保存する履歴の数
pl: Maks. ilość elementów
uk: Максимальна кількість записів

source: Window width (%)
ja: ウィンドウの幅(%)
pl: Szerokość okna (%)
uk: Ширина вікна (%)

source: Max clipboard history size (MiB)
ja: 保存するデータ量 (MiB)
pl: Maks. wielkość schowka (MiB)
uk: Історію буфера обміну очищено

source: Only save favorites to disk
ja: お気に入り以外の履歴をシャットダウン時に削除
pl: Zapisuj tylko ulubione na dysku
uk: Зберігати на диску лише обране

source: Show notification on copy
hu: Értesítés vágólapra másoláskor
ja: コピー時に通知を表示
oc: Afichar una notificacion en copiant
pl: Pokaż powiadomienie po skopiowaniu
uk: Показувати сповіщення при копіюванні

source: Ask for confirmation before clearing history
ja: すべての履歴を削除するときに警告を表示
pl: Potwierdź przed wyczyszczeniem historii
uk: Підтверджувати очищення історії

source: Move previously copied items to the top
ja: クリックした履歴を一番上に表示
pl: Przesuń wcześniej kopiowane elementy na górę
uk: Перемістити скопійоване раніше догори

source: Keyboard shortcuts
hu: Gyorsbillentyűk
ja: キーボードショートカット
oc: Acorchis de clavièr
pl: Skróty klawiszowe
uk: Клавіатурні скорочення

source: Number of characters in status bar
ja: トップバーに表示するクリップボードの内容の文字数
pl: Liczba znaków na panelu
uk: Кількість символів на панелі

source: What to show in status bar
ja: トップバーの表示内容
pl: Pokazuj na panelu
uk: Що показувати на панелі

source: Remove down arrow in status bar
ja: トップバーの下矢印を非表示
pl: Usuń dolną strzałkę z panelu
uk: Вилучити стрілку вниз на панелі

source: Remove whitespace around text
hu: Szóközök eltávolítása a szöveg körül
ja: テキストの周りの余白を小さくする
oc: Suprimir los espacis blancs a l’entorn del tèxt
pl: Usuń białą przestrzeń wokół tekstu
uk: Вилучити проміжки довкола тексту

source: Paste on selection
ja: 履歴を選択したときに貼り付ける
pl: Wybór wklejania
uk: Вставляти після вибору

source: Save selected text to history
ja: 選択したテキスト
pl: Zapisz zaznaczony tekst w historii
uk: Зберегти виділений текст в історії

source: Try to avoid copying passwords (known potentially buggy)
pl: Próbuj unikać kopiowania haseł (może powodować błędy)

source: Icon
hu: Ikon
ja: アイコン
oc: Icòna
pl: Ikona
uk: Піктограму

source: Clipboard contents
ja: クリップボードの内容
pl: Zawartość schowka
uk: Вміст буфера обміну

source: Both
hu: Mindkettő
ja: 両方
oc: Los dos
pl: Ikona oraz zawartość schowka
uk: Обидва

source: Neither
ja: 表示しない
pl: Żaden
uk: Нічого

source: The maximum number of items to remember
pl: Maksymalna ilość elementów w pamięci

source: What to display in top bar
pl: Pokazywanie na panelu

source: Remove down arrow in top bar
hu: A lefelé mutató nyíl eltávolítása a felső sávból
oc: Suprimir la sageta bassa de la barra d’ennaut
pl: Usuń strzałkę w dół z panelu

source: The width of the clipboard panel as a percentage of screen width.
pl: Szerokość schowka w procentach do szerokości ekranu.

source: Number of visible characters in top bar
pl: Liczba widocznych znaków na górnym pasku

source: The number of characters to display for the current clipboard item in the top bar.
pl: Liczba znaków wyświetlanych dla bieżącego elementu schowka na górnym pasku.

source: The maximum clipboard history size (MiB)
pl: Maksymalny rozmiar historii schowka (MiB)

source: Note that this is the maximum number of clipboard item bytes to store, not the maximum file size on disk. The clipboard history on disk may be larger than this limit due to storage inefficiencies.
pl: Należy pamiętać, że jest to maksymalna liczba bajtów elementów schowka do przechowywania, a nie maksymalny rozmiar pliku na dysku. Historia schowka na dysku może być większa niż ten limit z powodu nieefektywności przechowywania.

source: Non-favorite items will still be saved, but only in-memory. Restarting the Gnome Shell will result in the loss of those items.
pl: Elementy, które nie są ulubionymi, nadal będą zapisywane, ale tylko w pamięci. Ponowne uruchomienie powłoki GNOME spowoduje utratę tych elementów.

source: Show a notification on copy
pl: Pokaż powiadomienie po skopiowaniu

source: If true, a notification is shown when content is copied to clipboard with an undo button.
pl: Jeżeli opcja jest włączona, po skopiowaniu zawartości do schowka i wybraniu przycisku Cofnij wyświetlane jest powiadomienie.

source: Show confirmation dialog on Clear History
pl: Pokaż okno dialogowe potwierdzenia podczas czyszczenia historii

source: If true, a confirmation dialog is shown when attempting to Clear History.
pl: Jeśli opcja jest prawdziwa, podczas próby wyczyszczenia historii zostanie wyświetlone okno dialogowe celem potwierdzenia.

source: Remove whitespace around copied plaintext items
pl: Usuń odstępy wokół skopiowanych elementów zwykłego tekstu

source: Paste selected items into the previously active window
pl: Wklej wybrane elementy do poprzednio aktywnego okna

source: Save the currently selected text to the clipboard history
pl: Zapisz aktualnie zaznaczony tekst w historii schowka

source: If true, both the contents from the "CLIPBOARD" clipboard and the "PRIMARY" clipboard are added to the history. For more info, see https://wiki.archlinux.org/title/clipboard#Selections.
pl: Jeśli włączono, zarówno zawartość schowka „CLIPBOARD”, jak i schowka „PRIMARY” są dodawane do historii. Aby uzyskać więcej informacji, zobacz https://wiki.archlinux.org/title/clipboard#Selections.

source: Move previously copied items to the top of the list
pl: Przenieś wcześniej skopiowane elementy na górę listy

source: Enable private mode
pl: Tryb prywatny

source: If true, copied items are not saved in the clipboard history (be that in memory or on disk).
pl: Jeżeli opcja jest włączona, skopiowane elementy nie są zapisywane w historii schowka (ani w pamięci, ani na dysku).

source: Enable keyboard shortcuts
pl: Skróty klawiszowe

source: Shortcut to clear history
pl: Skrót do czyszczenia historii

source: Shortcut to cycle to the previous clipboard entry
pl: Skrót umożliwiający przejście do poprzedniego wpisu w schowku

source: Shortcut to cycle to the next clipboard entry
pl: Skrót umożliwiający przejście do następnego wpisu w schowku

source: Shortcut to open the clipboard history
pl: Skrót do otwierania historii schowka

source: Ignore selections containing the x-kde-passwordManagerHint mime type.
pl: Zignoruj ​​zaznaczenia zawierające typ MIME x-kde-passwordManagerHint.

source: Type here to search...
hu: Írjon ide a kereséshez…

source: Number of characters in top bar
hu: Karakterek száma a felső sávban
oc: Nombre de caractèrs a la barra d’ennaut

source: What to show in top bar
hu: Mi legyen látható a felső sávban
oc: Qué veire a la barra d’ennaut

source: Clipboard Content
hu: Vágólap tartalma
oc: Contengut del quichapapièrs
